(package! yuck-mode)

(package! smart-semicolon)

(package! visual-regexp)
(package! visual-regexp-steroids)

(package! affe)

(package! org-autolist)

(package! org-appear)

(package! org-roam-ui)
(package! websocket)

(package! org-fancy-priorities)

(package! org-fragtog)

(package! org-inline-pdf)

(package! org-inline-anim)
